<?php

declare(strict_types=1);

return [
    'description_details' => 'صُمم PILOS بالتعليم في صميمه، ويوفر حلاً سلسًا وتفاعليًا وآمنًا للتعلم والتدريس عبر الإنترنت وجميع أنواع الاجتماعات الافتراضية. يتكيف مع احتياجاتك ويقدم فيديو عالي الجودة وأدوات تعاون متقدمة وتجربة استخدام سهلة.',
    'description_intro' => 'منصة مؤتمرات الفيديو المتكاملة المدعومة بتقنية BigBlueButton™.',
    'features' => [
        'collaboration' => [
            'description' => 'شارك شاشتك، واستخدم السبورة التفاعلية متعددة المستخدمين، واعمل معًا في غرف فرعية.',
            'title' => 'التعاون',
        ],
        'communication' => [
            'description' => 'فيديو وصوت عالي الجودة لتجربة تواصل شخصية وجذابة.',
            'title' => 'الفيديو والصوت',
        ],
        'description' => 'اكتشف ما يجعل PILOS الحل الأمثل لمؤتمرات الفيديو الخاصة بك وكيف يمكن أن يساعدك في الوصول إلى جمهورك بطريقة تفاعلية وجذابة.',
        'engagement' => [
            'description' => 'أشرك جمهورك بأدوات تفاعلية مثل الدردشة والرموز التعبيرية والاستطلاعات والمزيد.',
            'title' => 'التفاعل',
        ],
        'recording' => [
            'description' => 'سجّل مؤتمرات الفيديو الخاصة بك وأتحها باستخدام تحكم دقيق في الصلاحيات.',
            'title' => 'التسجيل',
        ],
        'security' => [
            'description' => 'جميع بيانات الاتصال مشفرة بشكل آمن أثناء النقل باستخدام بروتوكول WebRTC.',
            'title' => 'الأمان',
        ],
        'statistics' => [
            'description' => 'احصل على تقارير مفصلة عن الحضور واستخدام مؤتمرات الفيديو الخاصة بك.',
            'title' => 'الإحصائيات',
        ],
        'title' => 'كل ما تحتاجه لتجربة مؤتمرات فيديو رائعة',
        'vision' => 'نربط بين الناس',
    ],
    'title' => [
        'first_line' => [
            'after_flip_words' => ' ',
            'before_flip_words' => ' عبر الإنترنت',
            'flip_words' => 'اجتماعات|محاضرات|ندوات|اختبارات',
        ],
        'get_started' => 'ابدأ الآن',
        'second_line' => [
            'after_underline' => '.',
            'before_underline' => 'بكل بساطة و',
            'underline' => 'أمان',
        ],
    ],
];
