<?php

return [
    'description_details' => 'طراحی شده با محوریت آموزش، PILOS راه‌حلی روان، تعاملی و ایمن برای یادگیری آنلاین، تدریس و انواع جلسات مجازی ارائه می‌دهد. قابل تطبیق با نیازهای شما، PILOS کیفیت بالای ویدیو، ابزارهای قدرتمند همکاری و تجربه کاربری آسان را ارائه می‌دهد.',
    'description_intro' => 'پلتفرم همه‌کاره کنفرانس ویدیویی با قدرت BigBlueButton™.',
    'features' => [
        'collaboration' => [
            'description' => 'صفحه خود را به اشتراک بگذارید، از تخته سفید چندکاربره تعاملی استفاده کنید و در اتاق‌های جداگانه همکاری کنید.',
            'title' => 'همکاری',
        ],
        'communication' => [
            'description' => 'کیفیت بالای صوت و تصویر برای تجربه‌ای شخصی‌تر و جذاب‌تر.',
            'title' => 'صوت و تصویر',
        ],
        'description' => 'کشف کنید که چرا PILOS راه‌حل کامل برای کنفرانس ویدیویی بعدی شماست و چگونه می‌تواند به شما کمک کند تا مخاطبان خود را به روشی جذاب و تعاملی تحت تأثیر قرار دهید.',
        'engagement' => [
            'description' => 'با ابزارهای تعاملی مانند چت، ایموجی‌ها، نظرسنجی‌ها و موارد بیشتر، مخاطبان خود را درگیر کنید.',
            'title' => 'تعامل',
        ],
        'recording' => [
            'description' => 'کنفرانس‌های خود را ضبط کنید و با کنترل دقیق مجوزها، آن‌ها را در دسترس قرار دهید.',
            'title' => 'ضبط',
        ],
        'security' => [
            'description' => 'تمامی داده‌های ارتباطی در حین انتقال با پروتکل WebRTC به صورت ایمن رمزگذاری می‌شوند.',
            'title' => 'امنیت',
        ],
        'statistics' => [
            'description' => 'گزارش‌های دقیق از حضور و استفاده از کنفرانس‌های خود دریافت کنید.',
            'title' => 'آمار',
        ],
        'title' => 'همه آنچه برای یک تجربه عالی از کنفرانس ویدیویی نیاز دارید',
        'vision' => 'ارتباط بین افراد',
    ],
    'title' => [
        'first_line' => [
            'after_flip_words' => ' آنلاین ',
            'before_flip_words' => 'برگزاری ',
            'flip_words' => 'جلسات|کلاس‌ها|سمینارها|آزمون‌ها',
        ],
        'get_started' => 'شروع کنید',
        'second_line' => [
            'after_underline' => ' بالا.',
            'before_underline' => 'به سادگی و با ',
            'underline' => 'امنیت',
        ],
    ],
];
