<?php

return [
    'action_url' => 'اگر در کلیک روی دکمه ":actionText" مشکل دارید، لینک زیر را در مرورگر خود کپی و جایگذاری کنید:',
    'email_changed' => [
        'description' => 'آدرس ایمیل حساب شما تغییر یافته است.',
        'new_email' => 'آدرس ایمیل جدید: :email',
        'signature' => 'اگر شما درخواست تغییر ایمیل نداده‌اید، لطفاً با پشتیبانی تماس بگیرید.',
        'subject' => 'ایمیل تغییر یافت',
    ],
    'greeting' => 'سلام :name,',
    'password_changed' => [
        'description' => 'رمز عبور حساب شما تغییر یافته است.',
        'signature' => 'اگر شما درخواست تغییر رمز عبور نداده‌اید، لطفاً با پشتیبانی تماس بگیرید.',
        'subject' => 'رمز عبور تغییر یافت',
    ],
    'password_reset' => [
        'action' => 'بازنشانی رمز عبور',
        'description' => 'این ایمیل به دلیل درخواست بازنشانی رمز عبور برای حساب شما ارسال شده است.',
        'expire' => 'این لینک بازنشانی رمز عبور در تاریخ :date منقضی می‌شود.',
        'signature' => 'اگر شما درخواست بازنشانی رمز عبور نداده‌اید، هیچ اقدام دیگری لازم نیست.',
        'subject' => 'اعلان بازنشانی رمز عبور',
    ],
    'regards' => 'با احترام',
    'room_expires' => [
        'delete' => 'اگر دیگر نیازی به اتاق ندارید، می‌توانید آن را به صورت دستی حذف کنید.',
        'expire' => 'اگر اقدامی انجام ندهید، اتاق در تاریخ :date به صورت خودکار حذف خواهد شد.',
        'inactivity' => 'اتاق شما ":name" در تاریخ :date ایجاد شده است، اما آخرین استفاده از آن :days روز پیش بوده است.',
        'intro' => 'به منظور صرفه‌جویی در منابع سرور، اتاق‌های بدون استفاده به صورت خودکار حذف می‌شوند.',
        'keep' => 'اگر مایل به ادامه استفاده از اتاق هستید، لطفاً قبل از مهلت مقرر اتاق را راه‌اندازی کنید.',
        'no_meeting' => 'اتاق شما ":name" در تاریخ :date ایجاد شده اما هرگز راه‌اندازی نشده است.',
        'open' => 'نمایش اتاق',
        'subject' => 'اتاق ":name" به دلیل عدم فعالیت حذف خواهد شد',
    ],
    'user_welcome' => [
        'action' => 'تغییر رمز عبور',
        'description' => 'این ایمیل به دلیل ایجاد حساب کاربری جدید برای آدرس ایمیل شما ارسال شده است.',
        'expire' => 'شما تا تاریخ :date فرصت دارید رمز عبور خود را تغییر دهید.',
        'subject' => 'حساب کاربری ایجاد شد',
    ],
    'verify_email' => [
        'action' => 'تأیید آدرس ایمیل',
        'description' => 'لطفاً برای تأیید آدرس ایمیل خود روی دکمه زیر کلیک کنید.',
        'expire' => 'این لینک تأیید در تاریخ :expireDateTime منقضی می‌شود.',
        'signature' => 'اگر شما درخواست تغییر ایمیل نداده‌اید، لطفاً با پشتیبانی تماس بگیرید.',
        'subject' => 'تأیید آدرس ایمیل',
    ],
];
